Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/OnBoardingBundles/Podcasts.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# FIRST_BULLET
source: The podcasts subscriptions you purchase in Apple Podcasts are associated with your Apple Account.
ar: يتم ربط اشتراكات برامج البودكاست التي تشتريها في Apple Podcasts بحساب Apple الخاص بك.
bg: Абонаментите за подкастите, които купувате от Apple Podcasts, са свързани с вашата Apple регистрация.
ca: Les subscripcions a pòdcasts que compres a l’Apple Podcasts s’associen al compte d’Apple.
cs: Podcasty, které si předplatíte ve službě Apple Podcasts, jsou přiřazeny k vašemu účtu Apple.
da: De abonnementer på podcasts, du køber i Apple Podcasts, er knyttet til din Apple‑konto.
de: Die Podcast-Abonnements, die du in Apple Podcasts gekauft hast, werden mit deinem Apple Account verknüpft.
el: Οι συνδρομές podcast που αγοράζετε μέσω Apple Podcasts συσχετίζονται με τον λογαριασμό Apple σας.
es: Los podcasts a los que te suscribes a través de Apple Podcasts están asociados a tu cuenta de Apple.
es_us: Las suscripciones de podcasts que compres en Apple Podcasts se asocian a tu cuenta de Apple.
fi: Apple Podcasts -palvelussa ostamasi podcast-tilaukset yhdistetään Apple-tiliisi.
fr: Les abonnements à des podcasts souscrits dans Apple Podcasts sont associés à votre compte Apple.
fr_ca: Les abonnements aux balados que vous souscrivez dans Apple Podcasts sont associés à votre compte Apple.
he: מינויי הפודקאסטים שרכשת ב-Apple Podcasts מקושרים לחשבון ה-Apple שלך.
hi: Apple Podcasts में आपके द्वारा ख़रीदे जाने वाले पॉडकास्ट सब्सक्रिप्शन आपके Apple खाते से संबद्ध किए जाते हैं।
hr: Podcasti koje kupujete u pretplatama unutar aplikacije Podcasti povezani su s vašim Apple računom.
hu: Az Apple Podcasts szolgáltatásban megvásárolt podcast-előfizetések hozzá vannak rendelve az Ön Apple-fiókjához.
id: Langganan podcast yang Anda beli di Apple Podcasts dikaitkan dengan Akun Apple Anda.
it: Gli abbonamenti ai podcast che acquisti su Apple Podcasts sono associati al tuo Apple Account.
ja: Apple Podcastで購入したポッドキャストのサブスクリプションは、Apple Accountに関連付けられます。
kk: Apple Podcasts сервисінде сатып алынған подкасттар жазылымдары Apple аккаунтыңызбен байланысты.
ko: Apple 팟캐스트에서 구입한 팟캐스트 구독이 사용자의 Apple 계정과 연계됩니다.
lt: Tinklalaidžių prenumeratos, kurias įsigyjate iš „Apple Podcasts“, yra susietos su jūsų „Apple“ paskyra.
ms: Langganan podcast yang anda beli dalam Apple Podcasts dikaitkan dengan Akaun Apple anda.
nl: De abonnementen op podcasts die je koopt in Apple Podcasts zijn gekoppeld aan je Apple Account.
no: Podkast­abonnementene du kjøper i Apple Podcasts, knyttes til Apple‑kontoen din.
pl: Subskrypcje podcastów kupione w usłudze Apple Podcasts są powiązane z Twoim kontem Apple.
pt_br: As assinaturas de podcasts que você compra no Apple Podcasts são associadas à sua Conta Apple.
pt_pt: As assinaturas de podcasts que comprar em Apple Podcasts são associadas à sua conta Apple.
ro: Abonamentele la podcasturi pe care le achiziționați din Apple Podcasts sunt asociate contului dvs. Apple.
ru: Подписки на подкасты, которые Вы оплачиваете в Apple Podcasts, связаны с Вашим Аккаунтом Apple.
sk: Podcasty, ktoré si predplatíte v službe Apple Podcasts, sú priradené k vášmu Apple účtu.
sl: Naročnine na podkaste, ki jih kupite v storitvi Apple Podcasts, so povezane z vašim računom Apple.
sv: Poddabonnemang som du köper i Podcaster kopplas till ditt Apple‑konto.
th: การสมัครรับพ็อดคาสท์ที่คุณซื้อใน Apple Podcasts จะผูกกับบัญชี Apple ของคุณ
tr: Apple Podcasts’te satın aldığınız podcast abonelikleri Apple Hesabı’nızla ilişkilendirilir.
uk: Підписки на подкасти, які ви купуєте в Apple Podcasts, повʼязуються з вашим обліковим записом Apple.
vi: Các đăng ký podcast mà bạn mua trong Apple Podcasts được liên kết với Tài khoản Apple của bạn.
zh_cn: 你在Apple播客中购买的播客订阅与你的Apple账户关联。
zh_hk: 你在Apple Podcast中購買的Podcast訂閲項目會連繫至你的Apple帳户。
zh_tw: 你在Apple Podcast中購買的Podcast訂閱項目會與你的「Apple帳號」產生關聯。
